<?php 

$tm = array(
	'q1' => array(
		'题目' => '1.今昔是何年？(　)', 
		'A' => 'A. 2008',
		'B' => 'B. 2018',
		'C' => 'C. 3008',
		'D' => 'D. 3018',
		'题型' => '单选',
		'答案' => 'B'),

	'q2' => array(
		'题目' => '2.美国当前的总统是(　)', 
		'A' => 'A. 华盛顿',
		'B' => 'B. 林肯',
		'C' => 'C. 奥巴马',
		'D' => 'D. 特朗普',
		'题型' => '单选',
		'答案' => 'D'),

	'q3' => array(
		'题目' => '3.下面速度最快的是(　)', 
		'A' => 'A. 风',
		'B' => 'B. 声波',
		'C' => 'C. 光线',
		'D' => 'D. 香港记者',
		'题型' => '单选',
		'答案' => 'C'),

	'q4' => array(
		'题目' => '4.大学生做什么事情会犯法？(　)', 
		'A' => 'A. 杀人',
		'B' => 'B. 抢劫',
		'C' => 'C. 努力学习',
		'D' => 'D. 无证驾驶',
		'题型' => '多选',
		'答案' => array('A', 'B', 'D')),

	'q5' => array(
		'题目' => '5.湖南大学的正门在哪个方向？(　)',
		'A' => 'A. 北边',
		'B' => 'B. 东边',
		'C' => 'C. 南边',
		'D' => 'D. 不存在的',
		'题型' => '单选',
		'答案' => 'D')

	);


?>